Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Click empty canvas inside a row to select the row itself and reveal row-level inspector controls.
ar: انقر فوق لوحة قماشية فارغة داخل الصف لتحديد الصف نفسه وكشف عناصر تحكم المفتش على مستوى الصف.
ca: Feu clic al llenç buit dins d'una fila per seleccionar la fila i mostrar els controls de l'inspector a nivell de fila.
cs: Kliknutím na prázdné plátno uvnitř řádku vyberete samotný řádek a zobrazíte ovládací prvky inspektora na úrovni řádku.
da: Klik på tomt lærred inde i en række for at vælge selve rækken og afsløre inspektørkontroller på rækkeniveau.
de: Klicke auf eine leere Stelle der Leinwand in einer Zeile, um die Zeile selbst auszuwählen und ihre Einstellungen im Inspektor zu sehen.
el: Κάντε κλικ στον κενό καμβά μέσα σε μια σειρά για να επιλέξετε την ίδια τη σειρά και να αποκαλύψετε τα στοιχεία ελέγχου επιθεωρητή σε επίπεδο γραμμής.
es: Haz clic en una zona vacía del lienzo de una fila para seleccionar la propia fila y ver los controles de fila en el inspector.
fa: روی قسمت خالی بوم داخل یک ردیف کلیک کنید تا خود ردیف انتخاب شود و کنترل‌های سطح ردیف در بازرس نمایش داده شوند.
fi: Napsauta tyhjää kangasta rivin sisällä valitaksesi itse rivin ja paljastaaksesi rivitason asetukset.
fr: Cliquez sur une zone vide du canevas d'une ligne pour sélectionner la ligne elle-même et afficher ses réglages dans l'inspecteur.
he: לחץ על קנבס ריק בתוך שורה כדי לבחור את השורה עצמה ולחשוף את פקדי המפקח ברמת השורה.
hr: Pritisnite prazno platno unutar retka da biste odabrali sam red i otkrili kontrole inspektora na razini retka.
hu: Kattintson a soron belüli üres vászonra magának a sornak a kiválasztásához, és a sorszintű ellenőrző vezérlők megjelenítéséhez.
id: Klik kanvas kosong di dalam baris untuk memilih baris itu sendiri dan menampilkan kontrol pemeriksa tingkat baris.
it: Fai clic su un'area vuota della tela all'interno di una riga per selezionare la riga stessa e mostrare i controlli dell'inspector relativi alla riga.
ja: 行内のキャンバスの空いている場所をクリックすると、行そのものが選択され、インスペクタに行の設定が表示されます。
ko: 행 안의 빈 캔버스를 클릭하면 행 자체가 선택되고 행 단위 인스펙터 컨트롤이 표시됩니다.
ms: Klik kanvas kosong di dalam baris untuk memilih baris itu sendiri dan mendedahkan kawalan pemeriksa peringkat baris.
nl: Klik op een leeg canvas in een rij om de rij zelf te selecteren en de inspecteurs op rijniveau weer te geven.
no: Klikk på tomt lerret inne i en rad for å velge selve raden og vise inspektørkontroller på radnivå.
pl: Kliknij puste płótno wewnątrz wiersza, aby zaznaczyć sam wiersz i wyświetlić elementy sterujące inspektora na poziomie wiersza.
pt_br: Clique numa área vazia da tela dentro de uma linha para selecionar a própria linha e mostrar os controles de linha no inspetor.
pt_pt: Clique na ecrã vazia dentro de uma linha para selecionar a linha e revelar os controles do inspetor em nível de linha.
ro: Faceți clic pe pânză goală în interiorul unui rând pentru a selecta rândul în sine și pentru a dezvălui controalele inspectorului la nivel de rând.
ru: Нажмите на пустое место холста внутри строки, чтобы выбрать саму строку и открыть настройки строки в инспекторе.
sk: Kliknutím na prázdne plátno v riadku vyberiete samotný riadok a zobrazíte ovládacie prvky inšpektora na úrovni riadkov.
sl: Kliknite prazno platno znotraj vrstice, da izberete samo vrstico in razkrijete kontrolnike inšpektorja na ravni vrstice.
sv: Klicka på tom duk inuti en rad för att välja själva raden och visa inspektörskontroller på radnivå.
th: คลิกผืนผ้าใบว่างภายในแถวเพื่อเลือกแถวและแสดงการควบคุมตัวตรวจสอบระดับแถว
tr: Satırın kendisini seçmek ve satır düzeyindeki denetçi denetimlerini göstermek için bir satırın içindeki boş tuvale tıklayın.
uk: Клацніть порожнє місце полотна в рядку, щоб вибрати сам рядок і показати його параметри в інспекторі.
ur: قطار کے اندر خالی کینوس پر کلک کر کے خود قطار کو منتخب کریں اور قطار کی سطح کے انسپکٹر کنٹرولز کو ظاہر کریں۔
vi: Nhấp vào khung vẽ trống bên trong một hàng để chọn chính hàng đó và hiển thị các điều khiển của trình kiểm tra cấp hàng.
zh_hans: 点按行内的空白画布即可选择该行本身，并显示行级检查器控件。
zh_hant: 按一下列中的空白畫布即可選取該列本身，並顯示列層級的檢閱器控制項目。

source: Click the **+** button at the right end of the row (**Add screenshot**), or choose **Add Screenshot** from the row menu.
ar: انقر فوق الزر ******* الموجود في الطرف الأيمن من الصف (**إضافة لقطة شاشة**)، أو اختر **إضافة لقطة شاشة** من قائمة الصف.
ca: Feu clic al botó **+** a l'extrem dret de la fila (**Afegeix una captura de pantalla**) o trieu **Afegeix una captura de pantalla** al menú de la fila.
cs: Klikněte na tlačítko **+** na pravém konci řádku (**Přidat snímek obrazovky**) nebo vyberte **Přidat snímek obrazovky** z nabídky řádku.
da: Klik på knappen **+** i højre ende af rækken (**Tilføj skærmbillede**), eller vælg **Tilføj skærmbillede** fra rækkemenuen.
de: Klicke auf die Schaltfläche **+** am rechten Ende der Zeile (**Screenshot hinzufügen**) oder wähle **Screenshot hinzufügen** im Zeilenmenü.
el: Κάντε κλικ στο κουμπί **+** στο δεξιό άκρο της σειράς (**Προσθήκη στιγμιότυπου οθόνης**) ή επιλέξτε **Προσθήκη στιγμιότυπου οθόνης** από το μενού της σειράς.
es: Haz clic en el botón **+** del extremo derecho de la fila (**Añadir captura**) o elige **Añadir captura** en el menú de la fila.
fa: روی دکمهٔ **+** در انتهای سمت راست ردیف (**افزودن اسکرین‌شات**) کلیک کنید، یا **افزودن اسکرین‌شات** را از منوی ردیف انتخاب کنید.
fi: Napsauta **+** -painiketta rivin oikeassa päässä (**Lisää kuvakaappaus**) tai valitse rivivalikosta **Lisää kuvakaappaus**.
fr: Cliquez sur le bouton **+** à l'extrémité droite de la ligne (**Ajouter une capture d'écran**) ou choisissez **Ajouter une capture d'écran** dans le menu de la ligne.
he: לחץ על הלחצן **+** בקצה הימני של השורה (**הוסף צילום מסך**), או בחר **הוסף צילום מסך** מתפריט השורה.
hr: Kliknite gumb **+** na desnom kraju retka (**Dodaj snimku zaslona**) ili odaberite **Dodaj snimku zaslona** iz izbornika retka.
hu: Kattintson a **+** gombra a sor jobb végén (**Képernyőkép hozzáadása**), vagy válassza a **Képernyőkép hozzáadása** lehetőséget a sormenüből.
id: Klik tombol **** di ujung kanan baris (**Tambahkan tangkapan layar**), atau pilih **Tambahkan Tangkapan Layar** dari menu baris.
it: Fai clic sul pulsante **+** all'estremità destra della riga (**Aggiungi screenshot**) oppure scegli **Aggiungi screenshot** dal menu della riga.
ja: 行の右端にある **+** ボタン（**スクリーンショットを追加**）をクリックするか、行メニューから **スクリーンショットを追加** を選択します。
ko: 행 오른쪽 끝의 **+** 버튼(**스크린샷 추가**)을 클릭하거나, 행 메뉴에서 **스크린샷 추가**를 선택하세요.
ms: Klik butang **+** di hujung kanan baris (**Tambah tangkapan skrin**), atau pilih **Tambah Tangkapan Skrin** daripada menu baris.
nl: Klik op de knop **+** aan het rechteruiteinde van de rij (**Schermafbeelding toevoegen**) of kies **Schermafbeelding toevoegen** in het rijmenu.
no: Klikk på **+**-knappen på høyre side av raden (**Legg til skjermbilde**), eller velg **Legg til skjermbilde** fra radmenyen.
pl: Kliknij przycisk **+** na prawym końcu wiersza (**Dodaj zrzut ekranu**) lub wybierz opcję **Dodaj zrzut ekranu** z menu wiersza.
pt_br: Clique no botão **+** na extremidade direita da linha (**Adicionar captura de tela**) ou escolha **Adicionar captura de tela** no menu da linha.
pt_pt: Clique no botão **+** na extremidade direita da linha (**Adicionar captura de ecrã**) ou escolha **Adicionar captura de ecrã** no menu da linha.
ro: Faceți clic pe butonul **+** din capătul din dreapta al rândului (**Adăugați captură de ecran**) sau alegeți **Adăugați captură de ecran** din meniul rândului.
ru: Нажмите кнопку **+** в правом конце строки (**Добавить скриншот**) или выберите **Добавить скриншот** в меню строки.
sk: Kliknite na tlačidlo **+** na pravom konci riadka (**Pridať snímku obrazovky**) alebo v ponuke riadkov vyberte možnosť **Pridať snímku obrazovky**.
sl: Kliknite gumb **+** na desnem koncu vrstice (**Dodaj posnetek zaslona**) ali izberite **Dodaj posnetek zaslona** v meniju vrstice.
sv: Klicka på knappen **+** till höger på raden (**Lägg till skärmdump**), eller välj **Lägg till skärmbild** från radmenyn.
th: คลิกปุ่ม **+** ที่ด้านขวาสุดของแถว (**เพิ่มภาพหน้าจอ**) หรือเลือก **เพิ่มภาพหน้าจอ** จากเมนูแถว
tr: Satırın sağ ucundaki **+** düğmesine (**Ekran görüntüsü ekle**) tıklayın ya da satır menüsünden **Ekran Görüntüsü Ekle**'yi seçin.
uk: Натисніть кнопку **+** у правому кінці рядка (**Додати знімок екрана**) або виберіть **Додати знімок екрана** в меню рядка.
ur: قطار کے دائیں سرے پر **+** بٹن پر کلک کریں (**اسکرین شاٹ شامل کریں**)، یا قطار کے مینو سے **اسکرین شاٹ شامل کریں** کا انتخاب کریں۔
vi: Nhấp vào nút **++** ở cuối hàng bên phải (**Thêm ảnh chụp màn hình**) hoặc chọn **Thêm ảnh chụp màn hình** từ menu hàng.
zh_hans: 点按行右端的 **+** 按钮（**添加截图**），或从行菜单中选取 **添加截图**。
zh_hant: 按一下列右端的 **+** 按鈕（**加入螢幕截圖**），或從列選單中選擇**加入螢幕截圖**。

source: Click the image well in the properties bar to pick a file, or drag and drop directly onto the shape.
ar: انقر فوق الصورة جيدًا في شريط الخصائص لاختيار ملف، أو قم بالسحب والإسقاط مباشرةً على الشكل.
ca: Feu clic a la imatge a la barra de propietats per triar un fitxer o arrossegueu i deixeu anar directament a la forma.
cs: Kliknutím na obrázek v pruhu vlastností vyberte soubor nebo přetáhněte přímo na tvar.
da: Klik på billedet i egenskabslinjen for at vælge en fil, eller træk og slip direkte på figuren.
de: Klicken Sie in der Eigenschaftenleiste auf das Bildfeld, um eine Datei auszuwählen, oder ziehen Sie sie per Drag & Drop direkt auf die Form.
el: Κάντε κλικ στην εικόνα καλά στη γραμμή ιδιοτήτων για να επιλέξετε ένα αρχείο ή σύρετε και αποθέστε απευθείας στο σχήμα.
es: Haga clic en la imagen en la barra de propiedades para seleccionar un archivo, o arrástrelo y suéltelo directamente sobre la forma.
fa: برای انتخاب فایل روی تصویر در نوار خصوصیات به خوبی کلیک کنید یا مستقیماً روی شکل بکشید و رها کنید.
fi: Napsauta kuvaa ominaisuuspalkissa valitaksesi tiedoston tai vedä ja pudota suoraan muotoon.
fr: Cliquez sur le cadre d'image dans la barre de propriétés pour sélectionner un fichier, ou faites un glisser-déposer directement sur la forme.
he: לחץ על התמונה היטב בסרגל המאפיינים כדי לבחור קובץ, או גרור ושחרר ישירות על הצורה.
hr: Dobro kliknite sliku na traci svojstava da biste odabrali datoteku ili je povucite i ispustite izravno na oblik.
hu: Kattintson a képre a tulajdonságsávban egy fájl kiválasztásához, vagy húzza közvetlenül az alakzatra.
id: Klik gambar di bilah properti untuk memilih file, atau seret dan lepas langsung ke bentuk.
ja: プロパティ バーのイメージ ウェルをクリックしてファイルを選択するか、図形に直接ドラッグ アンド ドロップします。
ko: 속성 표시줄에서 이미지 영역을 클릭하여 파일을 선택하거나 모양에 직접 끌어서 놓습니다.
ms: Klik imej dengan baik dalam bar sifat untuk memilih fail, atau seret dan lepas terus ke bentuk.
nl: Klik op het afbeeldingsvak in de eigenschappenbalk om een bestand te kiezen, of sleep het rechtstreeks naar de vorm.
no: Klikk på bildet i egenskapslinjen for å velge en fil, eller dra og slipp direkte på figuren.
pl: Kliknij obraz na pasku właściwości, aby wybrać plik, lub przeciągnij i upuść bezpośrednio na kształt.
pt_br: Clique na imagem na barra de propriedades para escolher um arquivo ou arraste e solte diretamente na forma.
pt_pt: Clique na imagem na barra de propriedades para escolher um ficheiro ou arraste e solte diretamente na forma.
ro: Faceți clic bine pe imagine din bara de proprietăți pentru a alege un fișier sau trageți și plasați direct pe formă.
sk: Kliknutím na obrázok na paneli vlastností vyberte súbor alebo presuňte myšou priamo na tvar.
sl: Dobro kliknite sliko v vrstici z lastnostmi, da izberete datoteko, ali pa jo povlecite in spustite neposredno na obliko.
sv: Klicka på bildens brunn i egenskapsfältet för att välja en fil, eller dra och släpp direkt på formen.
th: คลิกที่รูปภาพในแถบคุณสมบัติเพื่อเลือกไฟล์ หรือลากและวางลงบนรูปร่างโดยตรง
ur: فائل لینے کے لیے پراپرٹیز بار میں امیج پر اچھی طرح کلک کریں، یا گھسیٹ کر براہ راست شکل پر چھوڑیں۔
vi: Bấm vào ô hình ảnh trong thanh thuộc tính để chọn tệp hoặc kéo và thả trực tiếp vào hình.
zh_hans: 单击属性栏中的图像以选择文件，或直接拖放到形状上。

source: Clip to Frame
ar: مقطع إلى الإطار
ca: Clip al marc
cs: Klip do rámečku
da: Klip til ramme
de: Auf Rahmen zuschneiden
el: Κλιπ στο πλαίσιο
es: Recortar al marco
fa: برش به قاب
fi: Leikkaa kehykseen
fr: Rogner au cadre
he: קליפ למסגרת
hr: Obreži na okvir
hu: Klip a keretbe
id: Klip ke Bingkai
it: Ritaglia sulla cornice
ja: フレームにクリップ
ko: 프레임에 맞춰 자르기
ms: Klip ke Bingkai
nl: Clip naar frame
no: Klipp til ramme
pl: Przytnij do ramki
pt_br: Recortar à captura de tela
pt_pt: Clipe para quadro
ro: Clip pe cadru
ru: Обрезать по рамке
sk: Orezať na rám
sl: Izrezek v okvir
sv: Klipp till ram
th: คลิปไปที่เฟรม
tr: Çerçeveye Kırp
uk: Обрізати за рамкою
ur: فریم پر کلپ
vi: Kẹp vào khung
zh_hans: 裁剪到模板
zh_hant: 裁切至範本

source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: tutup
nl: Sluiten
no: Lukk
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
ur: بند
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Collapse
ar: طي
cs: kolaps
da: Kollaps
de: Einklappen
el: Κατάρρευση
es: Contraer
fa: جمع کردن
fi: Kutista
fr: Réduire
he: התמוטט
hr: kolaps
hu: Összeomlás
id: Runtuh
it: Comprimi
ja: 折りたたむ
ko: 접기
ms: Runtuh
nl: Samenvouwen
no: Kollaps
pl: Zwiń
pt_br: Recolher
pt_pt: Recolher
ro: Colaps
ru: Свернуть
sk: kolaps
sl: Strni
sv: Kollapsa
th: ยุบ
tr: Daralt
uk: Згорнути
ur: سمٹنا
vi: Thu gọn
zh_hans: 折叠
zh_hant: 收合

source: Collapse section
ar: طي القسم
ca: Redueix la secció
cs: Sbalit sekci
da: Skjul sektion
de: Abschnitt einklappen
el: Σύμπτυξη ενότητας
es: Contraer sección
fa: جمع کردن بخش
fi: Tiivistä osio
fr: Réduire la section
he: כווץ קטע
hr: Sažmi odjeljak
hu: Szakasz összecsukása
id: Ciutkan bagian
it: Comprimi sezione
ja: セクションを折りたたむ
ko: 섹션 접기
ms: Runtuhkan bahagian
nl: Sectie samenvouwen
no: Skjul delen
pl: Zwiń sekcję
pt_br: Recolher seção
pt_pt: Recolher secção
ro: Restrângeți secțiunea
ru: Свернуть раздел
sk: Zbaliť sekciu
sl: Strni razdelek
sv: Komprimera avsnitt
th: ยุบส่วน
tr: Bölümü daralt
uk: Згорнути розділ
ur: سیکشن کو سکیڑیں۔
vi: Thu gọn phần
zh_hans: 折叠分区
zh_hant: 收合區段

source: Collapse, edit, preview
ar: طي، تحرير، معاينة
ca: Replega, edita, previsualitza
cs: Sbalit, upravit, zobrazit náhled
da: Skjul, rediger, forhåndsvisning
de: Einklappen, bearbeiten, Vorschau
el: Σύμπτυξη, επεξεργασία, προεπισκόπηση
es: Contraer, editar, previsualizar
fa: جمع کردن، ویرایش، پیش‌نمایش
fi: Tiivistä, muokkaa, esikatsele
fr: Réduire, modifier, prévisualiser
he: כווץ, ערוך, תצוגה מקדימה
hr: Sažmi, uredi, pregledaj
hu: Összecsukás, szerkesztés, előnézet
id: Ciutkan, edit, pratinjau
it: Comprimi, modifica, anteprima
ja: 折りたたみ・編集・プレビュー
ko: 접기, 편집, 미리보기
ms: Runtuhkan, edit, pratonton
nl: Samenvouwen, bewerken, voorbeeld bekijken
no: Skjul, rediger, forhåndsvis
pl: Zwiń, edytuj, wyświetl podgląd
pt_br: Recolher, editar, visualizar
pt_pt: Recolher, editar, visualizar
ro: Restrângeți, editați, previzualizați
ru: Свернуть, изменить, просмотреть
sk: Zbaliť, upraviť, zobraziť ukážku
sl: Strni, uredi, predogled
sv: Komprimera, redigera, förhandsgranska
th: ยุบ แก้ไข ดูตัวอย่าง
tr: Daralt, düzenle, önizle
uk: Згортання, редагування, перегляд
ur: سکیڑیں، ترمیم کریں، پیش نظارہ کریں۔
vi: Thu gọn, chỉnh sửa, xem trước
zh_hans: 折叠、编辑和预览
zh_hant: 收合、編輯、預覽

source: Collapsed
ar: انهار
ca: Col·lapsat
cs: Zhroucený
da: Kollapset
de: Eingeklappt
el: Κατέρρευσε
es: Contraída
fa: جمع‌شده
fi: romahtanut
fr: Réduite
he: התמוטט
hr: Srušeno
hu: Összeomlott
id: Runtuh
it: Compressa
ja: 折りたたみ済み
ko: 접힘
ms: Runtuh
nl: Samengevouwen
no: Kollapset
pl: Zwinięty
pt_br: Recolhida
pt_pt: Recolhido
ro: S-a prăbușit
ru: Свернуто
sk: Zrútené
sl: Strnjeno
sv: Kollapsade
th: ยุบแล้ว
tr: Daraltıldı
uk: Згорнуто
ur: سمٹ گیا۔
vi: Đã thu gọn
zh_hans: 已折叠
zh_hant: 已收合

source: Color
ar: اللون
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fa: رنگ
fi: Väri
fr: Couleur
he: צבע
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색상
ms: warna
nl: Kleur
no: Farge
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: barva
sv: Färg
th: สี
tr: Renk
uk: Колір
ur: رنگ
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Color, gradient, or image — at row or template level.
ar: اللون أو التدرج أو الصورة — على مستوى الصف أو القالب.
ca: Color, degradat o imatge: a nivell de fila o plantilla.
cs: Barva, přechod nebo obrázek — na úrovni řádku nebo šablony.
da: Farve, gradient eller billede - på række- eller skabelonniveau.
de: Farbe, Verlauf oder Bild – für die Zeile oder die einzelne Vorlage.
el: Χρώμα, διαβάθμιση ή εικόνα — σε επίπεδο γραμμής ή προτύπου.
es: Color, degradado o imagen, a nivel de fila o plantilla.
fa: رنگ، گرادیان یا تصویر — در سطح ردیف یا اسکرین‌شات.
fi: Väri, liukuväri tai kuva – rivi- tai mallitasolla.
fr: Couleur, dégradé ou image – au niveau de la ligne ou du modèle.
he: צבע, מעבר או תמונה - ברמת השורה או התבנית.
hr: Boja, gradijent ili slika — na razini retka ili predloška.
hu: Szín, színátmenet vagy kép – sor vagy sablon szinten.
id: Warna, gradien, atau gambar — pada tingkat baris atau templat.
it: Colore, sfumatura o immagine, a livello di riga o di modello.
ja: 色、グラデーション、画像 — 行単位またはテンプレート単位で設定できます。
ko: 색상, 그라디언트 또는 이미지 — 행 또는 템플릿 단위로.
ms: Warna, kecerunan atau imej — pada peringkat baris atau templat.
nl: Kleur, verloop of afbeelding — op rij- of sjabloonniveau.
no: Farge, gradient eller bilde - på rad- eller malnivå.
pl: Kolor, gradient lub obraz — na poziomie wiersza lub szablonu.
pt_br: Cor, gradiente ou imagem — no nível da linha ou do modelo.
pt_pt: Cor, gradiente ou imagem — no nível da linha ou do modelo.
ro: Culoare, gradient sau imagine — la nivel de rând sau șablon.
ru: Цвет, градиент или изображение — для строки или отдельного шаблона.
sk: Farba, prechod alebo obrázok – na úrovni riadku alebo šablóny.
sl: Barva, preliv ali slika — na ravni vrstice ali predloge.
sv: Färg, övertoning eller bild — på rad- eller mallnivå.
th: สี การไล่ระดับสี หรือรูปภาพ — ที่ระดับแถวหรือเทมเพลต
tr: Renk, renk geçişi veya görüntü — satır ya da şablon düzeyinde.
uk: Колір, градієнт або зображення — для рядка чи шаблону.
ur: رنگ، میلان، یا تصویر — قطار یا ٹیمپلیٹ کی سطح پر۔
vi: Màu sắc, độ dốc hoặc hình ảnh - ở cấp độ hàng hoặc mẫu.
zh_hans: 颜色、渐变或图像——可在行或模板级别设置。
zh_hant: 顏色、漸層或影像——可在列或範本層級設定。

source: Color, opacity, rotation (in degrees, editable as text), border radius, outline (color + width), and **Clip to Frame** (clips anything that overflows the template).
ar: اللون، والتعتيم، والتدوير (بالدرجات، قابل للتحرير كنص)، ونصف قطر الحدود، والمخطط التفصيلي (اللون + العرض)، و**قص للإطار** (لقص أي شيء يتجاوز حجم القالب).
ca: Color, opacitat, rotació (en graus, editable com a text), radi de vora, contorn (color + amplada) i **Retalla a marc** (retalla qualsevol cosa que desbordi la plantilla).
cs: Barva, neprůhlednost, otočení (ve stupních, upravitelné jako text), poloměr ohraničení, obrys (barva + šířka) a **Clip to Frame** (ořízne vše, co přesahuje šablonu).
da: Farve, opacitet, rotation (i grader, kan redigeres som tekst), kantradius, kontur (farve + bredde) og **Klip til ramme** (klipper alt, der flyder over skabelonen).
de: Farbe, Deckkraft, Drehung (in Grad, als Text bearbeitbar), Rahmenradius, Umriss (Farbe + Breite) und **Auf Rahmen zuschneiden** (schneidet alles ab, was über die Vorlage hinausragt).
el: Χρώμα, αδιαφάνεια, περιστροφή (σε μοίρες, επεξεργάσιμη ως κείμενο), ακτίνα περιγράμματος, περίγραμμα (χρώμα + πλάτος) και **Clip to Frame** (κόβει οτιδήποτε υπερχειλίζει το πρότυπο).
es: Color, opacidad, rotación (en grados, editable como texto), radio del borde, contorno (color + ancho) y **Recortar al marco** (recorta cualquier cosa que desborde la plantilla).
fa: رنگ، کدورت، چرخش (در درجه، قابل ویرایش به صورت متن)، شعاع حاشیه، طرح کلی (رنگ + عرض) و **Clip to Frame** (هر چیزی را که در قالب سرریز می کند را گیره می دهد).
fi: Väri, peittävyys, kierto (asteina, muokattavissa tekstinä), reunan säde, ääriviivat (väri + leveys) ja **Clip to Frame** (leikkaa kaiken, mikä ylittää mallin).
fr: Couleur, opacité, rotation (en degrés, modifiable sous forme de texte), rayon de bordure, contour (couleur + largeur) et **Clip to Frame** (coupe tout ce qui dépasse du modèle).
he: צבע, אטימות, סיבוב (במעלות, ניתן לעריכה כטקסט), רדיוס גבול, קו מתאר (צבע + רוחב), ו-**Clip to Frame** (מצלז כל דבר שעולה על התבנית).
hr: Boja, neprozirnost, rotacija (u stupnjevima, može se uređivati kao tekst), radijus obruba, obris (boja + širina) i **Clip to Frame** (izrezuje sve što prelazi preko predloška).
hu: Szín, átlátszatlanság, elforgatás (fokban, szövegként szerkeszthető), szegélysugár, körvonal (szín + szélesség) és **Klip a keretbe** (mindent levág, ami túlcsordul a sablonon).
id: Warna, opasitas, rotasi (dalam derajat, dapat diedit sebagai teks), radius batas, garis luar (warna + lebar), dan **Klip ke Bingkai** (mengklip apa pun yang melebihi templat).
ja: 色、不透明度、回転 (度単位、テキストとして編集可能)、境界線の半径、アウトライン (色 + 幅)、および **フレームにクリップ** (テンプレートからはみ出たものをクリップ)。
ko: 색상, 불투명도, 회전(도 단위, 텍스트로 편집 가능), 테두리 반경, 윤곽선(색상 + 너비), **프레임에 맞게 자르기**(템플릿을 벗어나는 모든 항목 자르기).
ms: Warna, kelegapan, putaran (dalam darjah, boleh diedit sebagai teks), jejari jidar, garis besar (warna + lebar) dan **Klip ke Bingkai** (memotong apa-apa yang melimpahi templat).
nl: Kleur, dekking, rotatie (in graden, bewerkbaar als tekst), randradius, omtrek (kleur + breedte) en **Clip to Frame** (knipt alles af dat over de sjabloon heen loopt).
no: Farge, opasitet, rotasjon (i grader, redigerbar som tekst), kantradius, kontur (farge + bredde) og **Klipp til ramme** (klipper alt som flyter over malen).
pl: Kolor, krycie, obrót (w stopniach, edytowalny jako tekst), promień obramowania, kontur (kolor + szerokość) i **Przytnij do ramki** (przycina wszystko, co przekracza szablon).
pt_br: Cor, opacidade, rotação (em graus, editável como texto), raio da borda, contorno (cor + largura) e **Cortar no quadro** (recorta qualquer coisa que ultrapasse o modelo).
pt_pt: Cor, opacidade, rotação (em graus, editável como texto), raio da borda, contorno (cor + largura) e **Cortar no quadro** (recorta qualquer coisa que ultrapasse o modelo).
ro: Culoare, opacitate, rotație (în grade, editabil ca text), raza marginii, contur (culoare + lățime) și **Clip to Frame** (decupează orice depășește șablonul).
sl: Barva, motnost, rotacija (v stopinjah, ki jo je mogoče urejati kot besedilo), polmer obrobe, obris (barva + širina) in **Izreži v okvir** (izreže vse, kar presega predlogo).
sv: Färg, opacitet, rotation (i grader, redigerbar som text), kantradie, kontur (färg + bredd) och **Klipp till ram** (klipper allt som rinner över mallen).
th: สี ความทึบ การหมุน (เป็นองศา แก้ไขเป็นข้อความได้) รัศมีเส้นขอบ โครงร่าง (สี + ความกว้าง) และ **คลิปต่อเฟรม** (คลิปอะไรก็ได้ที่ล้นเทมเพลต)
ur: رنگ، دھندلاپن، گردش (ڈگریوں میں، متن کے طور پر قابل تدوین)، سرحدی رداس، آؤٹ لائن (رنگ + چوڑائی)، اور **کلپ ٹو فریم** (کسی بھی چیز کو کلپ کرتا ہے جو ٹیمپلیٹ کو اوور فلو کرتا ہے)۔
vi: Màu sắc, độ mờ, xoay (tính theo độ, có thể chỉnh sửa dưới dạng văn bản), bán kính đường viền, đường viền (màu + chiều rộng) và **Clip to Frame** (cắt bất cứ thứ gì vượt quá mẫu).
zh_hans: 颜色、不透明度、旋转（以度为单位，可作为文本编辑）、边框半径、轮廓（颜色 + 宽度）和**剪辑到框架**（剪辑溢出模板的任何内容）。
